# IFCPropertySetMappingInfo Properties

---
The IFCPropertySetMappingInfo type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
IFCPropertySetMappingInfo Class
Autodesk.Revit.DB Namespace